Repository: mountain-biker85/Flatseal
Catalog: po/*.po
Languages: ru_ru

source: A permissions manager for Flatpak
ru_ru: Менеджер разрешений для Flatpak

source: Flatseal is a graphical utility to review and modify basic permissions from your Flatpak applications.
ru_ru: Flatseal — это графическая утилита для проверки и изменения основных разрешений от приложений Flatpak.

source: Applications
ru_ru: Приложения

source: No applications found.
ru_ru: Приложения не найдены.

source: List of subsystems shared with the host system
ru_ru: Список подсистем, совместно используемых с хост-системой

source: List of well-known sockets available in the sandbox
ru_ru: Список известных сокетов, доступных в песочнице

source: List of devices available in the sandbox
ru_ru: Список устройств, доступных в песочнице

source: List of features available to the application
ru_ru: Список функций, доступных для приложения

source: List of filesystem subsets available to the application
ru_ru: Список подмножеств файловой системы, доступных приложению

source: Network
ru_ru: Сеть

source: Inter-process communications
ru_ru: Межпроцессовые коммуникации

source: X11 windowing system
ru_ru: Система окон X11

source: Wayland windowing system
ru_ru: Система окон Wayland

source: Fallback to X11 windowing system
ru_ru: Откат к оконной системе X11

source: PulseAudio sound server
ru_ru: Звуковой сервер PulseAudio

source: D-Bus session bus
ru_ru: Шина сессии D-Bus

source: D-Bus system bus
ru_ru: Шина сессии D-Bus

source: Secure Shell agent
ru_ru: Агент Secure Shell

source: Smart cards
ru_ru: Smart-карты

source: Printing system
ru_ru: Система печати

source: GPU acceleration
ru_ru: GPU-ускоритель

source: Virtualization
ru_ru: Виртуализация

source: Shared memory (e.g. JACK sound server)
ru_ru: Общая память (например, звуковой сервер JACK)

source: All devices (e.g. webcam)
ru_ru: Все устройства (например, веб-камера)

source: Development syscalls (e.g. ptrace)
ru_ru: Системные вызовы разработки (например, ptrace)

source: Programs from other architectures
ru_ru: Программы от других архитектур

source: Controller Area Network bus
ru_ru: Контроллер шины локальной сети

source: All system files
ru_ru: Все системные файлы

source: All user files
ru_ru: Все пользовательские файлы

source: Other files
ru_ru: Другие файлы

source: Help
ru_ru: Помощь

source: Documentation
ru_ru: Документация

source: About Flatseal
ru_ru: О программе

source: this absolute path
ru_ru: этот абсолютный путь

source: this path relative to the home directory
ru_ru: этот относительный путь домашнего каталога

source: all system files
ru_ru: все системные файлы

source: all user files
ru_ru: все пользовательские файлы

source: the desktop directory
ru_ru: каталог рабочего стола

source: the documents directory
ru_ru: каталог документов

source: the download directory
ru_ru: каталог загрузки

source: the music directory
ru_ru: каталог музыки

source: the pictures directory
ru_ru: каталог картинок

source: the public directory
ru_ru: общий каталог

source: the videos directory
ru_ru: каталог видео

source: the templates directory
ru_ru: каталог шаблонов

source: the config directory
ru_ru: каталог конфигурации

source: the cache directory
ru_ru: каталог кэша

source: the data directory
ru_ru: каталог данных

source: the runtime directory
ru_ru: каталог исполняющей среды

source: Can read: %s
ru_ru: Можно прочитать: %s

source: Can modify and read: %s
ru_ru: Можно изменить и прочитать: %s

source: Can create, modify and read: %s
ru_ru: Можно создавать, изменять и читать: %s

source: This is not a valid option
ru_ru: Это не является допустимым вариантом

source: Not supported by the installed version of Flatpak
ru_ru: Не поддерживается установленной версией Flatpak

source: Reset
ru_ru: Сброс

source: Reset this application permissions
ru_ru: Сброс разрешений этого приложения

source: No changes made to this application
ru_ru: Никаких изменений в этом приложении внесено не было
